{
  "projects": [{
      "id": 1,
      "pictureCount": 4,
      "planCount": 2,
      "totalArea": 104.2,
      "buildArea": 87.9,
      "plotSize": "16.32x18.56",
      "terrace": 1,
      "garage": 0,
      "roofAngle": 45,
      "totalRoof": 173.12,
      "floor": 2,
      "price": 10420,
      "advantages": [
        "Отсутствие остекления на боковых фасадах дает возможность строить такой каркасно-щитовой дом на узком участке.",
        "Наличие второго света и панорамное остекление фасада со стороны сада полностью компенсирует отсутствие окон по бокам строения и делает пространство дневной зоны хорошо освещенным и визуально просторнее.",
        "Спроектированный во фронтальной части первого этажа просторный кабинет можно адаптировать под дополнительную комнату или гостевую спальню.",
        "На верхнем этаже предусмотрено 3 небольших, но уютных спальни и компактный санузел с ванной.",
        "Повышает комфорт жизни наличие ванной комнаты на первом этаже."
      ]
    },
    {
      "id": 2,
      "pictureCount": 3,
      "planCount": 1,
      "totalArea": 93.6,
      "buildArea": 116.9,
      "plotSize": "20.14x18.49",
      "terrace": 1,
      "garage": 0,
      "roofAngle": 25,
      "totalRoof": 172,
      "floor": 1,
      "price": 9360,
      "advantages": [
        "В доме все находится под рукой, и нет необходимости бегать с этажа на этаж. Плюс отсутствие опасности в виде лестницы, что особенно ценно для семей с детьми",
        "Четкое разделение пространства на часть дневную и зону для отдыха, что обеспечивает уют даже во время пребывания в доме посетителей",
        "Камин, расположенный в гостиной подарит тепло и уют в ненастные вечера",
        "Ощущение простота обеспечено объединением пространства кухни и гостиной",
        "Терраса крытого типа позволяет  проводить пикники на природе"
      ]
    },
    {
      "id": 3,
      "pictureCount": 2,
      "planCount": 2,
      "totalArea": 197.7,
      "buildArea": 142.2,
      "plotSize": "23.21x19.01",
      "terrace": 1,
      "garage": 1,
      "roofAngle": 19,
      "totalRoof": 142.7,
      "floor": 2,
      "price": 19770,
      "advantages": [
        "Стеновая панель каркасного дома имеет контрастную цветовую гамму отделки, что интересно сочетается с лаконичной формой здания.",
        "Презентабельный вид дому придает просторная терраса второго уровня.",
        "Первый этаж имеет четко разграниченное пространство. В нем расположились гостиная, столовая, кухня, гардеробная и санузел.",
        "Терраса первого этажа и просторный холл прибавляют дому простора.",
        "Дополнительная комната на первом этаже очень удобна для семей с маленькими детьми или пожилых родителей.",
        "Второй этаж представлен тремя уютными спальнями и альянсом из прачечной и просторной ванной."
      ]
    },
    {
      "id": 4,
      "pictureCount": 2,
      "planCount": 1,
      "totalArea": 50.1,
      "buildArea": 64.1,
      "plotSize": "14.72x16.92",
      "terrace": 1,
      "garage": 0,
      "roofAngle": 35,
      "totalRoof": 98.9,
      "floor": 1,
      "price": 5010,
      "advantages": [
        "Строительство одноэтажных домов по этому проекту будет экономным ввиду небольшой площади и лаконичной формы здания.",
        "Можно планировать внутреннее пространство на свой вкус, ведь нет несущих стен.",
        "Процессы приготовления еды не помешают отдыху в гостиной, ведь кухня почти закрыта.",
        "Гостиная имеет хорошее естественное освещение благодаря двойным дверям балкона, большим окнам и открытой террасе. Это снижает затраты на электричество.",
        "В санузле отведено место для прачечной."
      ]
    },
    {
      "id": 5,
      "pictureCount": 2,
      "planCount": 1,
      "totalArea": 37.62,
      "buildArea": 49.1,
      "plotSize": "14.28x13.88",
      "terrace": 1,
      "garage": 0,
      "roofAngle": 30,
      "totalRoof": 92.13,
      "floor": 1,
      "price": 3760,
      "advantages": [
        "Расположение всех помещений на одном уровне исключает необходимость перехода с этажа на этаж.",
        "Простая форма и конструкция дома, двускатная крыша, маленькая площадь позволят  значительно сэкономить денежные средства во время строительства и эксплуатации.",
        "Отсутствие несущих стен позволяет свободно менять планировку. Например, кухню можно сделать более открытой или полностью закрытой, можно перепланировать блок технических помещений, изменять площадь гостиной и спальни, перемещая стенную перегородку.",
        "Двусторонний камин является и прекрасным украшением интерьера, и позволит приготовить гриль на свежем воздухе, и наполнит гостиную теплом в холодную погоду.",
        "Крытая терраса подарит прекрасные минуты летнего отдыха на свежем воздухе.",
        "Блок технических помещений представляет собой практичное объединение ванной комнаты, прачечной и котельной."
      ]
    }
  ]
}